[
  {
    "id": "1",
    "image":"https://www.azmirror.com/wp-content/uploads/2021/12/azcir-childcare-hed-1024x682.jpg",
    "title": "Report: Child care woes cost Arizona economy $1.8 billion a year",
    "description": "Instability in Arizona’s child care system is costing the state an estimated $1.8 billion in economic activity a year, according to a new U.S. Chamber of Commerce Foundation report, as gaps in care force parents to forgo professional and educational opportunities.\n\nThough access to child care proved to be “a concern for nearly every working parent” surveyed, the report found inconsistent or unaffordable care was particularly likely to derail the advancement of women and lower-income earners, resulting in lasting financial blows to their households and Arizona’s economy at large.\n\nThe analysis comes as child care providers confront staffing shortages, volatile enrollment and a looming expiration date on federal aid that has, at least for now, prevented a sector-wide collapse. Families, meanwhile, are attempting to navigate an already damaged system while grappling with cyclical closures and reopenings, as advocates push for sweeping shifts in how elected officials prioritize and fund the sector.\n\n“Before the COVID-19 public health crisis, access to affordable, quality child care was hard to come by for working parents trying to enter, re-enter, or stay in the workforce,” researchers wrote. “The pandemic exacerbated the existing issues in America’s child care system and created an impossible situation for parents, employers, and child care providers.” \n\nThe Chamber Foundation’s findings mirror recent reporting by AZCIR that highlighted the fragility of Arizona’s child care system after a decade of neglect at state leaders’ hands. \n\nFrom 2018 through mid-2020, Arizona lost more than 1,000 providers as they struggled to stay afloat amid low state reimbursement rates left largely unchanged for almost 19 years and a series of legislative missteps that further hobbled an already precarious system. COVID-19 heightened that instability, which disproportionately affected rural communities, low-income families and working women.  \n\n“(Child care) is really, first and foremost, important because it’s a space for children to be taken care of and get their education,” said Eric Bucher, director of the Arizona Association for the Education of Young Children. “But it’s also a public good, because it helps parents get to work and get to school, which we know helps them contribute to the economy and to the community.”\n\nThe report “reinforces what we’ve known about the field, and what could be possible if we make state and federal investments for children,” he said. ",
    "writer": "Maria Polletta",
    "pastime": "Dec 3, 2021"
  },
  {
    "id": "2",
    "image":"https://images.hindustantimes.com/img/2022/01/27/550x309/HEALTH-CORONAVIRUS-INDIA-3_1643276918434_1643276926951.JPG",
    "title": "Covaxin, Covishield to be available in hospitals, clinics; apex body gives nod",
    "description": "Covaxin and Covishield will now be available in the regular market as the Drug Controller General of India has given conditional market approval to these two Covid vaccines on Thursday. The subject expert committee of the Central Drug Standard Control Organisation has earlier recommended granting regular market approval to these Covid-19 vaccines for the adult population, subject to certain conditions. Market approval, however, does not mean that the vaccines will be available in medical shops. People will have to buy Covishield and Covaxin from hospitals and clinics. ",
    "writer": "Poulomi Ghosh",
    "pastime": "Jan 27, 2022"
  },
  {
    "id": "3",
    "image":"https://static.toiimg.com/thumb/msid-89149794,imgsize-35216,width-400,resizemode-4/89149794.jpg",
    "title": "The new Air India: What changes first when Tatas take back their Maharaja",
    "description": "AI board will meet on Thursday where all the board members will resign tone replaced by nominees of the new owner group. Since security clearances for the new appointees will take time, some key members may be asked to continue.\nThe Tatas have hit the ground running to restore the Maharaja’s lost sheen. The focus is on improving on time performance (OTP) — not exactly the Maharaja’s strong point — with aircraft door closing 10 minutes before departure time. Inflight announcements will address passengers as guests and there could be a special recorded message from group chairman emeritus Ratan Tata. A “enhanced meal service” will be rolled out on flights in a staggered manner from Thursday.\n\nThe changes have started flowing in form of advisories to frontline staff who are interface with passengers. As reported by TOI on Tuesday, cabin crew BMI and grooming will be checked when they report for flights. This is being opposed by unions.",
    "writer": "Saurabh Sinha",
    "pastime": "Jan 27, 2022"
  },
  {
    "id": "4",
    "image":"https://images.wsj.net/im-474386/social",
    "title": "Boeing Reports Loss as 787 Charges Mount",
    "description": "Boeing reports a third annual loss in a row. As production problems and delivery delays for the Dreamliner 787 Boeing cost an additional $4.5 billon in the final quarter of 2021. Of this $3.5 billion is to compensate customers for the delays, and abnormal production costs forecast to be double than earlier estimated. Boeing expects deliveries to start in April and sees losses as behind it once deliveries start.\n0 Groups\n",
    "writer": "Andrew Tangel",
    "pastime": "Jan 26, 2022 "
  }
]