[
  {
    "image": "asset/photo/shop/s1.jpeg",
    "name": "SATVIK CONFIDENCE ORGANIC HEMP SEED FACE & BODY OIL",
    "description": "Instant Hydration: Naturally heals your skin and helps it retain moisture as it unclogs pores and gets quickly absorbed in to skin. After bath, massage a few drops on your face and body to enjoy a radiant skin.\n\nAnti-Ageing and Anti-Inflammatory: Reduces wrinkles and fine lines. It is especially beneficial in preventing blackheads, clearing acne and reducing dark spots.\n\nNourishing Nutrients: Hemp seed oil deeply penetrates even the toughest skin, delivering powerful vitamins, omega 3 and 6, and antioxidants that heal, soothe and smoothen your skin.\n\nNatural Fragrance: Experience a deeply satisfying fragrance with energising aromatherapy benefits.\n\nNon Greasy: Gets easily absorbed into the skin without blocking pores and won t leave the skin feeling greasy.\n\nZero harmful additives: With Satvik s chemical-free formula, you don t have to worry about damage from harmful ingredients. With USDA organic certified oils, Satvik s premium hemp oil is 100% natural, hypoallergenic and also free from parabens, phthalates and mineral oils. It is also cruelty-free and vegan.\n\nAbout the Brand: Satvik embodies all that is vital, natural and pure. Their goal is to create products that are good for the environment, and good for you. This is because they value the importance of sustainable development. Hemp seed oil is the perfect sustainable product to help them meet their goalsCreating products to uplift your spirits, provide multiple skin care benefits and leave a minimal environmental impact. The ingredients in all their products are natural and locally sourced while their packaging can be recycled and reused.\n\nSatvik, in Sanskrit, is one of the three gunas or modes of existence developed by the Samkhya school of Hindu philosophy. Satvik means the positivity of truth, serenity, peacefulness and virtue. Satvik hopes that their holistic approach to self-care and well being helps to bring balance to your every day in a way that leaves you feeling empowered, positive and pure.\n\nHemp Seed Oil: Rich in Vitamins, Omega oils, which soothe and hydrate inflamed skin.\n\nSweet Almond Oil: Helps keep skin hydrated and supple-looking.\n\nGrapeseed Oil: Helps with moisture retention in skin; can help soothe acne and prevent future outbreaks.\n\nFractionated Coconut Oil: Helps reduce inflammation and moisturize skin.\n\nFrankincense: An aromatic resin with a woodsy smell, traditionally used to help to relieve congestion, diminish stress and promote concentration.\n\nSandalwood: Features a warm, woodsy aroma, and traditionally used as an astringent and to help relieve tension and headaches.\n\nCedarwood: Helps to ease tension, clear the mind and encourage relaxation. It is traditionally used to repel insects and cleanse indoor environments.",
    "price": "Rs. 701.35 "
  },
  {
    "image": "asset/photo/shop/s2.png",
    "name": "24K KUMKUMADI THAILAM",
    "description": "Face oil blend for a golden complexion. An ayurvedic recipe for Skin Brightening, Anti-aging, Healthy-Even-toned Radiant glowing skin. It's an excellent treatment for Brightening, anti-pigmentation and for a flawless even toned complexion. It is an Anti-aging skin repair oil penetrating into deeper layers of skin.",
    "price": "Rs. 749.25"
  },
  {
    "image": "asset/photo/shop/s3.jpeg",
    "name": "BLISCENT LYCHEE & SEA BUCKTHORN FACE WASH",
    "description": "Take your daily skincare a notch higher with this sulphate-free Face Wash. It is gentle for acne-prone and sensitive skin, nourishing for dry and combination skin and a good cleanser for oily skin. The perfect blend of Sea Buckthorn Extract makes it non-drying for the skin and promotes skin elasticity. Lychee Extract along with Niacinamide maintains a healthy skin barrier and instantly brightens the skin. Star ingredient Saccharide Isomerate provides deep hydration for 72 hours while protecting against dryness even with frequent washing. (Next para - Free from SLS/ PEG/ Silicones/ Petrolatum/Parabens/Synthetic Fragrances & Colours).\n\nIngredients:\n\nAqua, Sodium Lauroyl Sarcosinate, Capryloyl/Caproyl Methyl Glucamide (and) Lauroyl/Myristoyl Methyl Glucamide, Ethoxylated methyl glucose ether, Cocamidopropyl betaine, Sodium Lactate and Sodium Gluconate, Saccharide Isomerate, Citric Acid, Sodium Citrate, Cocodiethanolamide, Sodium Cocoyl Isethionates, PEHG , Citric Acid, Niacinamide, Litchi Extract, Olive Leaf Extract, Sea Buckthorn Extract and Bamboo Extract\n\nHow to Use: \n\nTake a pea-sized amount of the Face Wash and gently massage on wet skin in a  circular motion. Rinse with water and follow up with your regular skincare routine.  When To Use: This Face Wash can be used both in your AM and PM routine. Follow up with our Toner and Face Oil for soft, clean and dewy skin. ",
    "price": "Rs. 475.00"
  },
  {
    "image": "asset/photo/shop/s4.png",
    "name": "FACE BRIGHTENING KIT",
    "description": "the Best Combo that helps you get an Even Toned, Blemish Free, Brighter & Glowing Skin. With the regular use of the “FACE BRIGHTENING KIT”, you can experience that fresh, young and vivacious look you’ve always wanted. It helps to efficiently clear dark patches, dark circles, blemishes, and makes you look all glammed up.",
    "price": "Rs. 1,161"
  },
  {
    "image": "asset/photo/shop/s5.png",
    "name": "MIRACLE HAIR OIL",
    "description": "With the oil you get to indulge in an Extra Virgin Black Sesame Oil infused with Hibiscus, Fenugreek and Indian Gooseberry. It's an excellent treatment for all your hair woes. It's an age-old tribal secret deep rooted from tribes of India which was brought to after a yearlong extensive research. Continue using for 3 months to get thicker, smoother and luscious hair.",
    "price": "Rs. 599.25 "
  },
  {
    "image": "asset/photo/shop/s6.png",
    "name": "ORGANIC HAIR CLEANSER",
    "description": "Our “Organic Hair Cleanser” is a natural Shampoo that effectively cleans your scalp and hair removing dirt, debris and excess oils while letting all the essential nutrients intact and making your hair soft and manageable. The Cleanser on regular use helps restore natural hair colour and makes the hair healthy from the roots till the ends. We wanted to make a truly Organic natural Shampoo and hence did not add any chemicals to the product. You get the Cleanser in a powder form unlike the regular liquid Shampoos with chemical infused preservatives.",
    "price": "Rs. 411.75 "
  }
]